<?php
return [
    // Меню
    'menu home' => 'Главная',
    'menu account' => 'Личный кабинет',
    'menu gallery' => 'Фотогалерея',
    'menu login' => 'Вход',
    'menu signup' => 'Регистрация',
    'menu logout' => 'Выход',

    // Layout main
    'site title' => 'Аренда выделенных серверов',

    // Главная
    'main title' => 'Доступные тарифы',
    'price' => 'Цена',

    // Личный кабинет
    'account title' => 'Личный кабинет',
    'servers' => 'Серверы',
    'provided servers' => 'Предоставленные серверы',
    'orders' => 'Заказы',
    'my orders' => 'Мои заказы',
    'rate' => 'Тариф',
    'date and time' => 'Дата и время',
    'status' => 'Статус',

    // Фотогалерея
    'gallery title' => 'Фотогалерея',
    'albums' => 'Альбомы',
    'add album' => 'Создать альбом',
    'close' => 'Закрыть',
    'cancel'=> 'Выйти',
    'name' => 'Название',
    'description' => 'Описание',
    'upload photo' => 'Загрузить фотографии',
    'photos count' => '{n, plural, =0{фотографий} =1{фотография} one{фотография} few{фотографии} many{фотографий} other{фотографии}}', // Задаём правило для склонения
    'no photos' => 'В альбоме нет фотографий',
    'update' => 'Редактировать',
    'delete' => 'Удалить',
    'are you sure?' => 'Вы уверены?',
    'delete warning' => 'Будут удалены все фотографии альбома',
    'edit mode' => 'Режим редактирования',
    'check all' => 'Выбрать все',
    'reset' => 'Обновить',
    'delete photos' => 'Удалить фотографии',

    // Футер
    'images ​from' => 'Изображения от',
    'created with' => 'создан с помощью',

    'error' => 'Произошла ошибка!',
];